accountsProxy/accountsProxy/src/gateway/duMockTargetServer/apiproxy/resources/node/du-mocks/customers/CreateCustomerAccount-Response.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.webservices.com/LCE/Du/WebServices" xmlns:head="http://www.du.ae/LCE/HeaderResponse" xmlns:lcew="http://xmlns.du.ae/LCE/Business/LCEWebServiceResponse" xmlns:cre="http://xmlns.du.ae/LCE/Business/AccountManagement/CreateCustomerAccount">
   <soapenv:Header/>
   <soapenv:Body>
      <web:CreateCustomerAccountResponse>
         <Response>
            <head:Header>
               <!--Optional:-->
               <head:RequestId>?</head:RequestId>
               <!--Optional:-->
               <head:CorrelationId>?</head:CorrelationId>
               <head:ResponseCode>?</head:ResponseCode>
               <!--Optional:-->
               <head:ResponseMessage>?</head:ResponseMessage>
               <!--Optional:-->
               <head:ErrorCode>?</head:ErrorCode>
               <!--Optional:-->
               <head:ErrorDescription>?</head:ErrorDescription>
            </head:Header>
            <!--Optional:-->
            <lcew:Body>
               <cre:AccountNumber>?</cre:AccountNumber>
               <cre:IntegrationId>?</cre:IntegrationId>
            </lcew:Body>
         </Response>
      </web:CreateCustomerAccountResponse>
   </soapenv:Body>
</soapenv:Envelope>